[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=Juego
GameManagement=Expediente
GameManagement_Select=Seleccionar
GameManagement_New=Nuevo Juego
GameManagement_Modify=Editar Juego
GameManagement_Delete=Eliminar Juego
FileManagement=Importar/Exportar
FileManagement_New=Nuevo
FileManagement_Open=Abrir
FileManagement_Save=Guardar
FileManagement_SaveAs=Guardar como
FileManagement_Delete=Eliminar
FileManagement_ReName=Cambiar nombre
FileManagement_Transfer=Cargar/Descargar
lb_FileName_OME->Caption=Archivo
//編程程式區=
rb_Loop_OME->Caption=BUCLE
rb_Keyboard_OME->Caption=BOTÓN
rb_If_OME->Caption=IF
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=Inicio
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=Fin,
lb_SRSectionReteatText4_OME->Caption=
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=Saltar a línea
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=Saltar a línea
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=Saltar a línea
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=Saltar a línea
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Botón1
cb_Key_OME->Items->Strings[1]=Botón2
cb_Key_OME->Items->Strings[2]=Botón3
cb_Key_OME->Items->Strings[3]=Botón4
cb_Key_OME->Items->Strings[4]=Botón5
cb_Key_OME->Items->Strings[5]=Botón6
cb_Key_OME->Items->Strings[6]=Botón7
cb_Key_OME->Items->Strings[7]=Botón8
cb_Key_OME->Items->Strings[8]=Botón9
cb_Key_OME->Items->Strings[9]=Botón10
cb_Key_OME->Items->Strings[10]=Botón11
cb_Key_OME->Items->Strings[11]=Botón12
cb_Key_OME->Items->Strings[12]=Botón13
cb_Key_OME->Items->Strings[13]=Botón14
cb_Key_OME->Items->Strings[14]=Botón15
cb_Key_OME->Items->Strings[15]=Botón16
cb_Key_OME->Items->Strings[16]=Botón17
cb_Key_OME->Items->Strings[17]=Botón18
cb_Key_OME->Items->Strings[18]=Botón19
cb_Key_OME->Items->Strings[19]=Botón20
cb_Key_OME->Items->Strings[20]=Botón21
cb_Key_OME->Items->Strings[21]=Botón22
cb_Key_OME->Items->Strings[22]=Botón23
cb_Key_OME->Items->Strings[23]=Botón24
cb_KeyState_OME->Items->Strings[0]=Pulsar
cb_KeyState_OME->Items->Strings[1]=Soltar
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=Insert delay when  press
lb_KeyUpAutoDelay_OME->Caption=Insert delay when  release
lb_TimeUnit_OME->Caption=Unidad tiempo
cb_TimeType_OME->Items->Strings[0]=Seg
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min
lb_Time_OME->Caption=Tiempo
//滑鼠控制區=
lb_AbsPos_OME->Caption=Coordenada absoluta ratón(X,Y)
lb_AbsPos_OME->Hint=Mueva el punto de mira del radar a cualquier punto de la pantalla para obtener las coordenadas X e Y.
lb_RelativePos_OME->Caption=Coordenada absoluta ratón(X,Y)
bt_WheelUp_OME->Caption=Hacia adelante
bt_WheelDown_OME->Caption=Hacia atrás
bt_MouseLeftKey_OME->Caption=Izq.
bt_MouseRightKey_OME->Caption=Drch.
bt_MouseMidKey_OME->Caption=Medio
bt_Mouse4thKey_OME->Caption=4º botón
bt_Mouse5thKey_OME->Caption=5º botón
im_CursorPoint_OME->Hint=Mueva el punto de mira del radar a cualquier punto de la pantalla para capturar las coordenadas X e Y.
//編程工具列=
rb_RepeatType_OME->Hint=No repetir
rb_RepeatType1_OME->Hint=Pulsar:Inicio@RETURN@Soltar:Fin
rb_RepeatType2_OME->Hint=Pulsar:Inicio @RETURN@Volver a pulsar:Fin
bt_Save_OME->Hint=Guardar
bt_Undo_OME->Hint=Deshacer
bt_Redo_OME->Hint=Rehacer
bt_Cut_OME->Hint=Cortar
bt_Copy_OME->Hint=Copiar
bt_Paste_OME->Hint=Pegar
bt_MoveDown_OME->Hint=Bajar
bt_MoveUp_OME->Hint=Subir
bt_Delete_OME->Hint=Suprimir
bt_Record_OME->Hint=Grabar
//編程Popup視窗=
mi_Cut_OME->Caption=Cortar
mi_CutSingleLine_OME->Caption=Cortar línea
mi_CutMultiLine_OME->Caption=Cortar varias líneas
mi_Copy_OME->Caption=Copiar
mi_CopySingleLine_OME->Caption=Copiar línea
mi_CopyMultiLine_OME->Caption=Copiar varias líneas
mi_Paste_OME->Caption=Pegar
mi_MoveDown_OME->Caption=Bajar
mi_MoveUp_OME->Caption=Subir
mi_Editline_OME->Caption=Modifique esta línea
mi_Delete_OME->Caption=Suprimir
mi_DeleteSingleLine_OME->Caption=Eliminar línea
mi_DeleteMultiLine_OME->Caption=Eliminar varias líneas
mi_ClearAllDelay_OME->Caption=Borrar todas las "Demoras"
mi_ClearAll_OME->Caption=Borrar todo
bt_ResumeMacroII_OME->Caption=Ir a [Oscar II]
bt_DownloadExplain_OME->Caption=Manual
GoWhile=Repetir desde la línea%x a la línea, repetir %y veces
IfYes=Si Variable %x @equ@ %y saltar a línea%z
IfNo=Si Variable %x ≠ %y saltar a línea%z
IfYes2=Si Variable %x @equ@  Variable %y saltar a línea%z
IfNo2=Si Variable %x ≠ Variable %y saltar a línea%z
Equ=Variable %x @equ@ %y
Equ2=Variable %x @equ@ Variable %y
Equ3_0=Variable %x @equ@ Variable %y + %z
Equ3_1=Variable %x @equ@ Variable %y - %z
Equ3_2=Variable %x @equ@ Variable %y & %z
Equ3_3=Variable %x @equ@ Variable %y | %z
Equ3_4=Variable %x @equ@ Variable %y ^ %z
Goto=Saltar a línea%x
IfKeyDown=Si se pulsa el botón %x, saltar a línea%y
IfKeyUp=Si no se pulsa el botón %x, saltar a línea%y
Key=Botón
KeyDown=Pulsar
KeyUp=Soltar
MouseMoveTo=Desplazamiento_ratón_a
MouseRelativeMove=Desplazamiento_relativo_ratón
Delay=Retardo
millisecond=ms
second=Seg
minute=Min
MouseWhellUp=Desplazar_arriba
MouseWhellDown=Desplazar_abajo
MouseLeftKeyDown=Pulsar_botón_izquierdo
MouseLeftKeyUp=Soltar_botón_izquierdo
MouseLeftKeyClick=Clic_botón_izquierdo
MouseLeftKeyDblClick=Doble_clic_botón_izquierdo
MouseMiddleKeyDown=Pulsar_botón_central
MouseMiddleKeyUp=Soltar_botón_central
MouseMiddleKeyClick=Clic_botón_central
MouseRightKeyDown=Pulsar_botón_derecho
MouseRightKeyUp=Soltar_botón_derecho
MouseRightKeyClick=Clic_botón_derecho
MouseFourthKeyDown=Pulsar_4º_botón
MouseFourthKeyUp=Soltar_4º_botón
MouseFourthKeyClick=Clic_4º_botón
MouseFifthKeyDown=Pulsar_5º_botón
MouseFifthKeyUp=Soltar_5º_botón
MouseFifthKeyClick=Clic_5º_botón
PleaseInputMacroName=Introducir nombre de la Macro
SaveOK=Se ha guardado correctamente!
MacroUsed=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
GoWhileRangeError=El rango no es válido
InputDigitError=Introduzca números.
VersionMessage=Leer versión vista No se puede guardar!
LoopLimit=No exceda 3 círculos.
NullMacro=intitulado
PleaseCreateDirectory=Por favor, cree carpeta del juego
DirectoryUsed=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
TrialAccessDeny=Gracias por ver [HEADSHOT]! Bloody7 software es solo para ratón Bloody V o serie R!
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=Predeterminado
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=Preguntas clave
PleasePressKey=Pulse el botón del ratón
MouseKeyUnknown=No reconocido

[MACROEDIT_Record]
bt_Start->Caption=<F11> para iniciar 
bt_Stop->Caption=<F12> para finalizar 
cb_AxisAbsolute->Caption=Grabar movimiento absoluto ratón
cb_AxisRelatively->Caption=Grabar movimiento relativo ratón
cb_KeyboardAction->Caption=Grabar operación teclado
cb_MouseClick->Caption=Grabar clics de ratón
Script3=//   A continuación se incluye el script grabado.
Script4=//Existen 3 maneras de crear el script.
Script5=//1. Insertar funciones desde los paneles superior e izquierdo.
Script6=//2. Entrada por teclado.
Script7=//3. Aportaciones de las Recorder.

[MACROEDIT_Statement]
lb_Title->Caption=Antes de guardar debe introducir un nombre.
lb_Software->Caption=Programas de software aplicables (Por ejemplo CS)
lb_Statement->Caption=Describir en detalle la función de la macro
lb_Comment->Caption=Descripción de la función 
mi_EditerCut->Caption=Cortar
mi_EditerCopy->Caption=Copiar
mi_EditerPaste->Caption=Pegar
lb_EditComment->Caption1=Complete la inscripción de destino
lb_EditComment->Caption2=Edite la inscripción de destino
lb_Resolution->Caption=Resolución
lb_CPIRemark->Caption=Sensibilidad

[MACROEDIT_Instructions]
lb_TestDescription->Caption=Los datos se guardarán en la memoria del 4º botón del ratón temporalmente. En la zona de prueba o mientras prueba el juego, para restablecer los valores predeterminados del 4º botón, vaya a la "página Botón" y restablezca los valores.  
ck_CursorRecord->Caption=Iniciar grabación cursor
lb_InterruptTips->Caption=En caso de que el programa de prueba se bloquee, pulse [Bloq mayús]+[Bloq despl]+[Bloq num] para interrumpirlo y vuelva a iniciar el programa.
lb_TestCommon->Caption=Describir en detalle la función de la macro
PressSpaceToTest=Pulse el 4º botón para iniciar la prueba

[MACROEDIT_ShowIfMessage]
MacroExistAlready=¿Archivo existente reemplazar?
MacroModify=El macro se ha modificado, ¿desea guardarlo?
MacroNewCreate=Nuevo Archivo?
MacroDeleteFile=¿Desea eliminar el archivo de forma permanente?
MacroSelectFile=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
MacroDeleteDirectory=¿Borrar esta carpeta de juego? También se borrarán los archivos en el directorio.
PleaseCreateDirectory=Nuevo
InputNameExists=Archivo existe, actualizar!
MustCreatFile=Debe crear un archivo nuevo macro para editar!
InputNameInvalid=Carácter detectado no válido [por ejemplo, \ / : * ?  "  <  >  |  ].

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=Nuevo nombre del archivo
lb_ReName->Caption1=Cambiar el nombre
lb_ReName->Caption2=Nuevo 
lb_ReName->Caption3=Nueva carpeta
NewCreateGameName=Nueva carpeta
NewCreateFileName=Nuevo archivo

[MACROEDIT_Dialog]
lb_Directory->Caption=Carpeta
lb_FileName->Caption=Archivo
lb_Title->Caption1=Nuevo
lb_Title->Caption2=Abrir
lb_Title->Caption3=Guardar
lb_Title->Caption4=Guardar como
lb_Title->Caption5=Eliminar
lb_Title->Caption6=Cambiar el nombre
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Todos archivo pistola*.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.mgn (Arma macro)
NoAuthorityUse=Permisos insuficientes, error de exportación.

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=Seleccionar rango de líneas

